tap "homebrew/services"
tap "1password/tap"

# brew "ffmpeg"
brew "cmake"
brew "difftastic"
brew "fd"
brew "fzf"
# brew "gdb"
brew "gh"
brew "glow"
brew "gnupg"
brew "gnupg2"
brew "go"
brew "gojq"
brew "htop"
brew "moreutils"
brew "neovim"
brew "parallel"
brew "pinentry-mac"
brew "reattach-to-user-namespace" # https://github.com/ChrisJohnsen/tmux-MacOSX-pasteboard
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "trash"
brew "tree"
brew "universal-ctags"
brew "xq"

brew "mise"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "nodenv"

cask_args appdir: "~/Applications", require_sha: true

cask "1password" , args: { appdir: "/Applications" }
cask "1password-cli"
cask "docker"
cask "espanso"
cask "hammerspoon"
cask "kitty"
cask "neovide"
cask "notunes"
