brew "clang-format"
brew "ctags"
brew "espanso"
brew "ffmpeg"
brew "fzf"
brew "gdb"
brew "gh"
brew "ghcup"
brew "gnupg"
brew "gnupg2"
brew "moreutils"
brew "moreutils"
brew "mutt"
brew "nodenv"
brew "neovim"
brew "pinentry-mac"
brew "prettier"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace" # https://github.com/ChrisJohnsen/tmux-MacOSX-pasteboard
brew "ripgrep"
brew "shellcheck"
brew "tealdeer"
brew "trash"
brew "vale"
brew "z"

cask "1password-cli"
cask "macvim"
cask "rectangle"

tap "federico-terzi/espanso"
