tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "federico-terzi/espanso"
tap "1password/tap"

brew "ctags"
brew "espanso"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gdb"
brew "gh"
brew "ghcup"
brew "glow"
brew "gnupg"
brew "gnupg2"
brew "go"
brew "moreutils"
brew "mutt"
brew "neovim"
brew "ninja"
brew "nodenv"
brew "pinentry-mac"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace" # https://github.com/ChrisJohnsen/tmux-MacOSX-pasteboard
brew "ripgrep"
brew "tmux"
brew "tealdeer"
brew "trash"
brew "xq"
brew "z"

cask_args appdir: "~/Applications", require_sha: true
cask "1password-cli"
cask "vimr"
cask "rectangle"
cask "kitty"
cask "shortcat"
